// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Käyttäjäroolien hallinta";

UsersTabTitle = "Käyttäjät:";
GroupsTabTitle = "Ryhmät:";
RolesTabTitle = "Roolit:";

// default roles
DeviceAdministrator = "Laitteen pääkäyttäjä";
DeviceGuest = "Laitteen vieraskäyttäjä";
DeviceUser = "Laitteen käyttäjä";

//account types
User = "Käyttäjä";
Group = "Ryhmä";

// context menu operatons
DeleteUserGroupContextMenu = "Poista käyttäjä(t) tai ryhmä(t)";
DeleteRoleContextMenu = "Poista rooli(t)";
MoveToGroupContextMenu = "Siirrä ryhmiin";
MoveToUserContextMenu = "Siirrä käyttäjiin";

// properties names
NameAttribute = "Nimi:";
RoleAttribute = "Rooli:";
AuthenticationAttribute = "Kirjautumistapa:";
AccountTypeAttribute = "Tyyppi";

// progress titles
UpdateInformationProcessTitle = "Tietoja päivitetään...";

// new accounts window
OkButton = "OK";
CancelButton = "Peruuta";

AccountSettingsTabTitle = "Tiliasetukset";
PermissionsPoliciesTabTitle = "Lupa-asetukset";
WindowsDefaultRoleTitle = "Windowsin oletuslupa-asetus:";
LDAPDefaultRoleTitle = "LDAP:n oletuslupa-asetus:";

// alerts
DuplicateNameMessage = "Tämä nimi on jo käytössä.";
DuplicateUserGroupNameDescription = "Tämä verkkokäyttäjän tai verkkoryhmän nimi on jo käytössä. Anna uusi verkkokäyttäjän tai verkkoryhmän nimi.";
DuplicateNameDescription = "Tämä nimi on jo käytössä. Anna uusi nimi.";
NetworkUserAndGroupTitle = "Verkon käyttäjä tai ryhmä";

DeleteRoleErrorDescription = "Käyttöoikeusryhmää (%@) ei voida poistaa, koska sitä käytetään edelleen joko oletuskäyttöoikeusryhmänä, verkkoryhmässä tai käyttäjän laitekohtaisten käyttöoikeuksien määrittämisessä.";

// tooltips
CreateNewUserToolTip = "Luo uusi käyttäjä";
CreateNewGroupToolTip = "Luo uusi ryhmä";
CreateNewRoleToolTip = "Luo uusi rooli";

DeleteUsersToolTip = "Poista valitut käyttäjät";
DeleteGroupsToolTip = "Poista valitut ryhmät";
DeleteRolesToolTip = "Poista valitut roolit";

// permission policies
ApplicationNameKey = "Sovelluksen nimi";
ValueKey = "Arvo";

ADMINISTRATIONAPPLICATION = "Hallintasovellus";
REPORTS = "Raportit";
CONFIGURATIONSTATUSPAGES = "Määritys/tilasivut";
CONFIGURATIONPAGE = "Määrityssivu";
USAGEPAGE = "Käyttösivu";
FILEDIRECTORY = "Tiedostohakemisto";
SUPPLIESSTATUSPAGE = "Tarvikkeiden tilasivu";
COLORUSAGEJOBLOG = "Värien käytön työloki";
FAXREPORTS = "Faksiraportit";
FAXACTIVITYLOG = "Faksin toimintaloki";
BILLINGCODESREPORT = "Laskutuskoodiraportti";
BLOCKEDFAXLIST = "Estettyjen faksien luettelo";
LASTFAXCALLREPORT = "Viimeisin faksipuheluraportti";
SPEEDDIALLIST = "Pikavalintaluettelo";
OTHERPAGES = "Muut sivut";
GENERALSETTINGS = "Yleiset asetukset";
GENERAL = "Yleiset asetukset";
DATETIME = "Päivämäärä/aika";
DATEANDTIME = "Päivämäärä/aika";
ENERGYSETTINGS = "Energia-asetukset";
PRINTQUALITYMENU = "Tulostuslaatu-valikko";
MANAGESTOREDJOBS = "Hallitse tallennettuja töitä";
ENABLERETRIEVEFROMUSB = "Salli USB:ltä noutaminen";
RESTOREFACTORYSETTINGS = "Palauta tehdasasetukset";
DISPLAYSETTINGS = "Näyttöasetukset";
NETWORKSETTINGS = "Verkkoasetukset";
NETWORKPROTOCOLS = "Verkkoprotokollat";
COPYSETTINGS = "Kopiointiasetukset";
FAXSETTINGS = "Faksiasetukset";
FAXSENDSETTINGS = "Faksin lähetysasetukset";
FAXSENDSETUP = "Faksien lähetyksen määritys";
FAXSETUPWIZARD = "Faksin ohjattu käyttöönotto";
GENERALFAXSENDSETTINGS = "Faksin yleiset lähetysasetukset";
DEFAULTJOBOPTIONSFAXSEND = "Työn oletusasetukset (faksin lähetys)";
FAXRECEIVESETTINGS = "Faksin vastaanottoasetukset";
FAXRECEIVESETUP = "Faksin vastaanoton määritys";
FAXPRINTINGSCHEDULE = "Faksin tulostusaikataulu";
BLOCKEDFAXNUMBERS = "Estetyt faksinumerot";
DEFAULTJOBOPTIONSFAXRECEIVE = "Työn oletusasetukset (faksin vastaanotto)";
FAXFORWARDING = "Faksin välitys";
GENERALPRINTSETTINGS = "Yleiset tulostusasetukset";
DEFAULTPRINTOPTIONS = "Tulostuksen oletusasetukset";
MANAGETRAYS = "Hallitse lokeroita";
STAPLERSTACKERSETTINGS = "Nidontalaitteen asetukset";
SCANDIGITALSENDSETTINGS = "Skannauksen/digitaalisen lähetyksen asetukset";
SCANDIGITALSEND = "Skannauksen/digitaalisen lähetyksen asetukset";
EMAILSETTINGS = "Sähköpostiasetukset";
EMAILSETUP = "Sähköpostin määritys";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Työn oletusasetukset (sähköpostiasetukset)";
SAVETONETWORKFOLDERSETTINGS = "Verkkokansioon tallentamisen asetukset";
SAVETONETWORKFOLDERSETUP = "Verkkokansioon tallentamisen määritys";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Työn oletusasetukset (verkkokansio)";
SAVETOUSBSETTINGS = "USB:lle tallentamisen asetukset";
SAVETOUSBSETUP = "USB:lle tallentamisen määritys";
SAVETOUSBJOBSETTINGS = "USB:lle tallennettavan työn asetukset";
DIGITALSENDSERVICESETUP = "Digitaalisen lähetyspalvelun määritys";
MANAGESUPPLIES = "Hallitse tarvikkeita";
RESETSUPPLIES = "Tarvikkeiden palautus";
TROUBLESHOOTINGMENU = "Vianmääritys-valikko";
TROUBLESHOOTING = "Vianmääritys-valikko";
RETRIEVEDIAGNOSTICDATA = "Nouda diagnostiikkatiedot";
DIAGNOSTICDATA = "Nouda diagnostiikkatiedot";
STAPLERSTACKER = "Nitojan pinoluovutin";
RETRIEVEFAXDIAGNOSTICDATA = "Palauta faksin diagnostiikkatiedot";
REMOTECONTROLPANEL = "Kauko-ohjauspaneeli";
DIGITALSENDINGSOFTWAREDSSSETUP = "Digitaalinen lähetysohjelmiston (DSS) asetus";
DIGITALSENDINGSOFTWARESETUP = "Digitaalinen lähetysohjelmiston asetus";
SUPPLYSTATUSAPPLICATION = "Tarviketilasovellus";
COPYAPPLICATION = "Kopiointisovellus";
SIDEDCOPYOUTPUT = "1-puolinen kopio";
MAKEACOLORCOPY = "Tee värikopio";
SAVETODEVICEMEMORYAPPLICATION = "Laitteen muistiin tallentamiseen käytettävä sovellus";
OPENFROMDEVICEMEMORYAPPLICATION = "Laitemuistista avaamiseen käytettävä sovellus";
STOREDFAXES = "Tallennetut faksit";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Poista kaikki tallennetut työt (jaetut tai yksityiset)";
TRAYS = "Lokerot";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Valmius muokata lokeron koon ja tyypin asetuksia";
PRINTING = "Tulostaminen";
PRINTINCOLOR = "Tulosta värillisiä kopioita";
OPENFROMUSBAPPLICATION = "USB:ltä avaamiseen käytettävä sovellus";
FAXAPPLICATION = "Faksisovellus";
ABILITYTOEDITTHEBILLINGCODE = "Valmius muokata laskutuskoodia";
ABILITYTOEDITASPEEDDIAL = "Valmius muokata pikavalintaa";
EMAILAPPLICATION = "Sähköpostisovellus";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Valmius muokata sähköpostiviestin Lähettäjä-kenttää";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Valmius muokata sähköpostiviestin Vastaanottaja-kenttää";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Valmius muokata sähköpostiviestin CC-kenttää";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Valmius muokata sähköpostiviestin BCC-kenttää";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Valmius muokata sähköpostiviestin Aihe-kenttää";
ABILITYTOEDITTHEBODYOFANEMAIL = "Valmius muokata sähköpostiviestin tekstirunkoa";
ADDRESSBOOK = "Osoitekirja";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Valmius hallita yksityisen osoitekirjan yhteystietoja";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Valmius hallita jaetun osoitekirjan yhteystietoja";
SAVETOSHAREPOINT = "Tallennus SharePointiin®";
NETWORKFOLDERAPPLICATION = "Verkkokansiosovellus";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Valmius muokata verkkokansion polkua";
JOBSTATUSAPPLICATION = "Työtilasovellus";
DETAILSORCANCELANYUSERSJOB = "Tiedot tai Peruuta kenen tahansa käyttäjän työ";
ABILITYTOPROMOTEANYUSERSJOB = "Valmius jouduttaa kenen tahansa käyttäjän työtä";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Valmius tarkastella kaikkien käyttäjien kaikkia työlokissa olevia töitä";
SAVETOUSBAPPLICATION = "USB:lle tallentamiseen käytettävä sovellus";
DEVICEMAINTENANCEAPPLICATION = "Laitteen ylläpitosovellus";
INFORMATION = "Tiedot";
DEVICESTATUS = "Laitteen tila";
PRINT = "Tulosta";
HPWEBSERVICES = "HP:n verkkopalvelut";
ONLINEHELP = "Verkko-ohje";
FAX = "Faksi";
RESTRICTCOLOR = "Värinkäytön rajoitus";

EnableFromRestrictColorPlugin = "Tämä toiminto voidaan ottaa käyttöön värien rajoitus -laajennuksesta";
ENABLEDEVICEUSB = "Ota käyttöön laitteen USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Poista suojattuja töitä syöttämättä salasanaa tai PIN-koodia";
JOBLOG = "Työloki";
STATUSINFORMATION = "Tilatiedot";
PRINTABLEREPORTSANDPAGES = "Tulostettavat raportit ja sivut";
NETWORKING = "Verkko";
ALERTS = "Hälytykset";
CONTROLPANELADMINISTRATIONMENU = "Ohjauspaneelin hallintavalikko";
AUTOSEND = "Lähetä automaattisesti";
DISPLAYCUSTOMIZATIONS = "Näytä mukautukset";
BACKUPANDRESTORE = "Varmuuskopioi ja palauta";
SOLUTIONINSTALLER = "Ratkaisujen asennusohjelma";
FIRMWAREUPGRADE = "Laiteohjelmiston päivitys";
QUOTAANDSTATISTICSSERVICES = "Kiintiö- ja tilastopalvelut";
CONTROLPANELCUSTOMIZATION = "Ohjauspaneelin mukautus";
QUICKSETSSETUP = "Pikavalinta-asetukset";
GENERALTROUBLESHOOTING = "Yleinen vianmääritys";
CALIBRATIONCLEANING = "Kalibrointi/puhdistus";
SECURITY = "Tietoturva";
GENERALSECURITY = "Yleinen tietoturva";
ACCESSCONTROL = "Käyttöoikeuksien hallinta";
PROTECTSTOREDDATA = "Suojaa tallennetut tiedot";
CERTIFICATEMANAGEMENT = "Sertifikaattien hallinta";
WEBSERVICESECURITY = "Verkkopalvelun tietoturva";
EMAILDOMAINRESTRICTION = "Sähköpostitoimialueen rajoitus";
FAXARCHIVEANDFORWARDING = "Faksien arkistointi ja välitys";
SPEEDDIALS = "Pikavalinnat";
COPYPRINT = "Kopioi/tulosta";
ADJUSTPAPERTYPES = "Säädä paperityyppejä";
RETRIEVEFROMUSBSETUP = "Nouda USB-asetuksista";
REMOTESCANREQUEST = "Etäskannauspyyntö";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Sähköpostita ja tallenna verkkokansioon Ohjatut pika-asennustoiminnot";
PREFERENCES = "Asetukset";
